Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# error.providerError
source: Provider returned %1$lld: %2$@
cs: Poskytovatel vrátil %1$lld: %2$@
da: Udbyderen returnerede %1$lld: %2$@
de: Anbieter meldet %1$lld: %2$@
el: Ο πάροχος επέστρεψε %1$lld: %2$@
es: El proveedor devolvió %1$lld: %2$@
fi: Palveluntarjoaja palautti %1$lld: %2$@
fr: Le fournisseur a renvoyé %1$lld : %2$@
hu: A szolgáltató %1$lld hibakódot adott vissza: %2$@
it: Il provider ha restituito %1$lld: %2$@
ja: プロバイダから %1$lld が返されました:%2$@
ko: 공급자가 %1$lld을(를) 반환했습니다: %2$@
nb: Leverandøren returnerte %1$lld: %2$@
nl: Provider gaf %1$lld terug: %2$@
pl: Dostawca zwrócił %1$lld: %2$@
pt_br: O provedor retornou %1$lld: %2$@
pt_pt: O fornecedor devolveu %1$lld: %2$@
ru: Провайдер вернул %1$lld: %2$@
sv: Leverantören returnerade %1$lld: %2$@

# error.sandboxAccessDenied
source: Cannot access %@ — the app sandbox denied the request.
cs: Nelze přistupovat k %@ — sandbox aplikace požadavek odmítl.
da: Kan ikke få adgang til %@ — appens sandbox afviste anmodningen.
de: Kein Zugriff auf %@ — die App-Sandbox hat die Anfrage abgelehnt.
el: Δεν είναι δυνατή η πρόσβαση στο %@ — το sandbox της εφαρμογής απέρριψε το αίτημα.
es: No se puede acceder a %@ — el sandbox de la app denegó la solicitud.
fi: Kohteeseen %@ ei päästä — sovelluksen hiekkalaatikko esti pyynnön.
fr: Impossible d'accéder à %@ — la sandbox de l'app a refusé la demande.
hu: Nem érhető el: %@ — az alkalmazás sandboxa elutasította a kérést.
it: Impossibile accedere a %@ — la sandbox dell'app ha negato la richiesta.
ja: %@ にアクセスできません。App Sandbox がリクエストを拒否しました。
ko: %@에 액세스할 수 없습니다 — 앱 샌드박스가 요청을 거부했습니다.
nb: Får ikke tilgang til %@ — app-sandkassen avviste forespørselen.
nl: Geen toegang tot %@ — de app-sandbox heeft het verzoek geweigerd.
pl: Brak dostępu do %@ — sandbox aplikacji odmówił żądania.
pt_br: Não foi possível acessar %@ — a sandbox do app negou a solicitação.
pt_pt: Não é possível aceder a %@ — a sandbox da aplicação recusou o pedido.
ru: Нет доступа к %@ — песочница приложения отклонила запрос.
sv: Kan inte komma åt %@ — appens sandlåda nekade begäran.

# error.unknown
source: Unexpected error.
cs: Neočekávaná chyba.
da: Uventet fejl.
de: Unerwarteter Fehler.
el: Απροσδόκητο σφάλμα.
es: Error inesperado.
fi: Odottamaton virhe.
fr: Erreur inattendue.
hu: Váratlan hiba.
it: Errore inatteso.
ja: 予期しないエラー。
ko: 예기치 못한 오류.
nb: Uventet feil.
nl: Onverwachte fout.
pl: Nieoczekiwany błąd.
pt_br: Erro inesperado.
pt_pt: Erro inesperado.
ru: Непредвиденная ошибка.
sv: Oväntat fel.

# hardwareKey.field.enabled
source: Enable hardware-key unlock
cs: Povolit odemykání hardwarovým klíčem
da: Aktivér oplåsning med hardwarenøgle
de: Hardware-Schlüssel-Entsperrung aktivieren
el: Ενεργοποίηση ξεκλειδώματος με κλειδί υλικού
es: Activar desbloqueo con clave de hardware
fi: Ota avaus laitteistoavaimella käyttöön
fr: Activer le déverrouillage par clé matérielle
hu: Hardverkulcsos feloldás engedélyezése
it: Abilita sblocco con chiave hardware
ja: ハードウェアキーでのアンロックを有効化
ko: 하드웨어 키 잠금 해제 활성화
nb: Aktiver opplåsing med maskinvarenøkkel
nl: Hardwaresleutel-ontgrendeling inschakelen
pl: Włącz odblokowanie kluczem sprzętowym
pt_br: Ativar desbloqueio com chave de hardware
pt_pt: Ativar desbloqueio por chave de hardware
ru: Включить разблокировку аппаратным ключом
sv: Aktivera upplåsning med maskinvarunyckel

# hardwareKey.field.preferredSlot
source: Preferred token
cs: Preferovaný token
da: Foretrukken token
de: Bevorzugter Token
el: Προτιμώμενο διακριτικό
es: Token preferido
fi: Ensisijainen token
fr: Token préféré
hu: Előnyben részesített token
it: Token preferito
ja: 優先トークン
ko: 선호 토큰
nb: Foretrukket token
nl: Voorkeurtoken
pl: Preferowany token
pt_br: Token preferido
pt_pt: Token preferido
ru: Предпочитаемый токен
sv: Föredragen token

# hardwareKey.preview.notice
source: Technical preview — the secret-reveal gate still uses Touch ID. Hardware-key authentication ships in v1.1 after a wider device-validation pass.
cs: Technická ukázka — brána pro zobrazení tajných klíčů zatím používá Touch ID. Ověřování hardwarovým klíčem přijde ve v1.1 po širším ověření na zařízeních.
da: Teknisk forhåndsversion — porten til visning af hemmeligheder bruger stadig Touch ID. Godkendelse med hardwarenøgle kommer i v1.1 efter en bredere enhedsvalidering.
de: Technische Vorschau — Secret-Reveal nutzt weiterhin Touch ID. Hardware-Authentifizierung folgt in v1.1 nach umfassender Gerätevalidierung.
el: Τεχνική προεπισκόπηση — η πύλη εμφάνισης μυστικών εξακολουθεί να χρησιμοποιεί Touch ID. Η ταυτοποίηση με κλειδί υλικού θα κυκλοφορήσει στην έκδοση v1.1 μετά από ευρύτερο έλεγχο συσκευών.
es: Vista previa técnica — el desbloqueo de secretos sigue usando Touch ID. La autenticación por hardware llegará en v1.1 tras una validación más amplia.
fi: Tekninen esiversio — salaisuuksien paljastus käyttää yhä Touch ID:tä. Laitteistoavaintodennus tulee versiossa 1.1 laajemman laitetestauksen jälkeen.
fr: Aperçu technique — le déverrouillage de secret utilise toujours Touch ID. L’authentification par clé matérielle arrivera en v1.1 après une validation matérielle plus large.
hu: Technikai előzetes — a titkos adatok felfedése továbbra is Touch ID-t használ. A hardverkulcsos hitelesítés a v1.1-ben érkezik, szélesebb körű eszközvalidálás után.
it: Anteprima tecnica — lo sblocco dei segreti usa ancora Touch ID. L’autenticazione hardware arriva in v1.1 dopo una validazione su più dispositivi.
ja: 技術プレビュー — シークレット解除は引き続き Touch ID を使用します。ハードウェア認証はより広範な検証後に v1.1 で提供予定。
ko: 기술 미리보기 — 비밀 공개 잠금 해제는 여전히 Touch ID를 사용합니다. 하드웨어 인증은 광범위한 검증 후 v1.1에서 제공됩니다.
nb: Teknisk forhåndsvisning — porten for visning av hemmeligheter bruker fortsatt Touch ID. Autentisering med maskinvarenøkkel kommer i v1.1 etter en bredere enhetsvalidering.
nl: Technische preview — secret-reveal gebruikt nog Touch ID. Hardware-authenticatie komt in v1.1 na bredere apparaatvalidatie.
pl: Podgląd techniczny — odblokowanie sekretów nadal używa Touch ID. Uwierzytelnianie sprzętowe pojawi się w v1.1 po szerszej weryfikacji urządzeń.
pt_br: Pré-visualização técnica — o desbloqueio de segredos ainda usa Touch ID. Autenticação por hardware chega na v1.1 após validação ampla em dispositivos.
pt_pt: Pré-visualização técnica — a proteção de revelação de segredos ainda usa o Touch ID. A autenticação por chave de hardware chega na v1.1, após uma validação mais ampla de dispositivos.
ru: Технический превью — доступ к секретам по-прежнему защищается Touch ID. Аутентификация аппаратным ключом появится в v1.1 после более широкой проверки устройств.
sv: Teknisk förhandsversion — spärren för att visa hemligheter använder fortfarande Touch ID. Autentisering med maskinvarunyckel kommer i v1.1 efter en bredare enhetsvalidering.

# hardwareKey.section.preferences
source: Preferences
cs: Předvolby
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
hu: Beállítások
it: Preferenze
ja: 環境設定
ko: 환경설정
nb: Valg
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
pt_pt: Preferências
ru: Настройки
sv: Inställningar

# hardwareKey.section.status
source: Detected hardware
cs: Zjištěný hardware
da: Registreret hardware
de: Erkannte Hardware
el: Εντοπισμένο υλικό
es: Hardware detectado
fi: Havaittu laitteisto
fr: Matériel détecté
hu: Észlelt hardver
it: Hardware rilevato
ja: 検出されたハードウェア
ko: 감지된 하드웨어
nb: Oppdaget maskinvare
nl: Gedetecteerde hardware
pl: Wykryty sprzęt
pt_br: Hardware detectado
pt_pt: Hardware detetado
ru: Обнаруженное оборудование
sv: Identifierad maskinvara

# hardwareKey.slot.any
source: Any token
cs: Libovolný token
da: Enhver token
de: Beliebiger Token
el: Οποιοδήποτε διακριτικό
es: Cualquier token
fi: Mikä tahansa token
fr: N’importe quel token
hu: Bármely token
it: Qualsiasi token
ja: 任意のトークン
ko: 모든 토큰
nb: Ethvert token
nl: Elk token
pl: Dowolny token
pt_br: Qualquer token
pt_pt: Qualquer token
ru: Любой токен
sv: Valfri token

# hardwareKey.slot.cardPresent
source: Card inserted
cs: Karta vložena
da: Kort indsat
de: Karte eingesteckt
el: Κάρτα τοποθετημένη
es: Tarjeta insertada
fi: Kortti asetettu
fr: Carte insérée
hu: Kártya behelyezve
it: Carta inserita
ja: カード挿入済み
ko: 카드 삽입됨
nb: Kort satt inn
nl: Kaart geplaatst
pl: Karta włożona
pt_br: Cartão inserido
pt_pt: Cartão inserido
ru: Карта вставлена
sv: Kort isatt

# hardwareKey.slot.empty
source: Empty slot
cs: Prázdný slot
da: Tom plads
de: Leerer Slot
el: Κενή υποδοχή
es: Ranura vacía
fi: Tyhjä korttipaikka
fr: Emplacement vide
hu: Üres foglalat
it: Slot vuoto
ja: 空きスロット
ko: 빈 슬롯
nb: Tomt spor
nl: Lege sleuf
pl: Pusty slot
pt_br: Slot vazio
pt_pt: Slot vazio
ru: Пустой слот
sv: Tom plats

# hardwareKey.status.noReader
source: CryptoTokenKit reports no slots. macOS may not have loaded a driver — try unplugging and reinserting the reader.
cs: CryptoTokenKit nehlásí žádné sloty. macOS možná nenačetl ovladač — zkuste čtečku odpojit a znovu připojit.
da: CryptoTokenKit rapporterer ingen pladser. macOS har muligvis ikke indlæst en driver — prøv at tage læseren ud og sætte den i igen.
de: CryptoTokenKit meldet keine Slots. macOS hat möglicherweise keinen Treiber geladen — Reader aus- und wieder einstecken.
el: Το CryptoTokenKit δεν αναφέρει υποδοχές. Το macOS ίσως δεν έχει φορτώσει πρόγραμμα οδήγησης — δοκιμάστε να αποσυνδέσετε και να ξανασυνδέσετε τον αναγνώστη.
es: CryptoTokenKit no informa ranuras. macOS quizás no ha cargado un driver — desconecta y reconecta el lector.
fi: CryptoTokenKit ei ilmoita yhtään korttipaikkaa. macOS ei ehkä ole ladannut ajuria — kokeile irrottaa lukija ja kytkeä se uudelleen.
fr: CryptoTokenKit ne signale aucun emplacement. macOS n’a peut-être pas chargé de pilote — débranchez et rebranchez le lecteur.
hu: A CryptoTokenKit nem jelez foglalatot. Előfordulhat, hogy a macOS nem töltött be illesztőprogramot — húzza ki, majd csatlakoztassa újra az olvasót.
it: CryptoTokenKit non segnala slot. macOS potrebbe non aver caricato un driver — scollega e ricollega il lettore.
ja: CryptoTokenKit はスロットを報告しません。macOS がドライバを読み込んでいない可能性があります。リーダーを抜き差ししてください。
ko: CryptoTokenKit가 슬롯을 보고하지 않습니다. macOS가 드라이버를 로드하지 않았을 수 있습니다. 리더를 다시 연결하세요.
nb: CryptoTokenKit rapporterer ingen spor. macOS har kanskje ikke lastet inn en driver — prøv å koble leseren fra og til igjen.
nl: CryptoTokenKit meldt geen sleuven. macOS heeft mogelijk geen driver geladen — verwijder en plaats de lezer opnieuw.
pl: CryptoTokenKit nie zgłasza slotów. macOS mógł nie załadować sterownika — odłącz i podłącz czytnik ponownie.
pt_br: CryptoTokenKit não informa slots. macOS pode não ter carregado um driver — desconecte e reconecte o leitor.
pt_pt: O CryptoTokenKit não reporta slots. O macOS pode não ter carregado um controlador — experimente desligar e voltar a ligar o leitor.
ru: CryptoTokenKit не сообщает о слотах. Возможно, macOS не загрузила драйвер — попробуйте отключить и снова подключить считыватель.
sv: CryptoTokenKit rapporterar inga platser. macOS kanske inte har läst in en drivrutin — prova att koppla ur läsaren och sätta i den igen.

# hardwareKey.status.readerWithoutCard
source: Reader present — insert your YubiKey or card.
cs: Čtečka připojena — vložte YubiKey nebo kartu.
da: Læser fundet — indsæt din YubiKey eller dit kort.
de: Leser angeschlossen — YubiKey oder Karte einstecken.
el: Ο αναγνώστης υπάρχει — εισαγάγετε το YubiKey ή την κάρτα σας.
es: Lector presente — inserta tu YubiKey o tarjeta.
fi: Lukija paikalla — aseta YubiKey tai kortti.
fr: Lecteur présent — insérez votre YubiKey ou carte.
hu: Olvasó csatlakoztatva — helyezze be a YubiKey-t vagy a kártyát.
it: Lettore presente — inserisci la YubiKey o la carta.
ja: リーダー検出済み。YubiKey またはカードを挿入してください。
ko: 리더가 있습니다. YubiKey 또는 카드를 삽입하세요.
nb: Leser tilkoblet — sett inn YubiKey eller kort.
nl: Lezer aanwezig — plaats je YubiKey of kaart.
pl: Czytnik podłączony — włóż YubiKey lub kartę.
pt_br: Leitor presente — insira sua YubiKey ou cartão.
pt_pt: Leitor presente — insira a sua YubiKey ou o seu cartão.
ru: Считыватель подключён — вставьте YubiKey или карту.
sv: Läsare ansluten — sätt i din YubiKey eller ditt kort.

# hardwareKey.status.ready
source: Hardware key ready.
cs: Hardwarový klíč připraven.
da: Hardwarenøgle klar.
de: Hardware-Schlüssel bereit.
el: Το κλειδί υλικού είναι έτοιμο.
es: Clave de hardware lista.
fi: Laitteistoavain valmis.
fr: Clé matérielle prête.
hu: A hardverkulcs készen áll.
it: Chiave hardware pronta.
ja: ハードウェアキー準備完了。
ko: 하드웨어 키 준비됨.
nb: Maskinvarenøkkel klar.
nl: Hardwaresleutel klaar.
pl: Klucz sprzętowy gotowy.
pt_br: Chave de hardware pronta.
pt_pt: Chave de hardware pronta.
ru: Аппаратный ключ готов.
sv: Maskinvarunyckeln är redo.

# hardwareKey.status.searching
source: No reader detected. Plug in a YubiKey or smartcard reader.
cs: Nebyla zjištěna žádná čtečka. Připojte YubiKey nebo čtečku čipových karet.
da: Ingen læser registreret. Tilslut en YubiKey eller en smartcard-læser.
de: Kein Leser erkannt. YubiKey oder Smartcard-Reader anschließen.
el: Δεν εντοπίστηκε αναγνώστης. Συνδέστε ένα YubiKey ή έναν αναγνώστη έξυπνων καρτών.
es: No se ha detectado un lector. Conecta una YubiKey o lector de tarjeta.
fi: Lukijaa ei havaittu. Kytke YubiKey tai älykortinlukija.
fr: Aucun lecteur détecté. Branchez une YubiKey ou un lecteur de carte à puce.
hu: Nem észlelhető olvasó. Csatlakoztasson egy YubiKey-t vagy egy intelligenskártya-olvasót.
it: Nessun lettore rilevato. Inserisci una YubiKey o un lettore smartcard.
ja: リーダーが検出されません。YubiKey またはスマートカードリーダーを接続してください。
ko: 리더가 감지되지 않았습니다. YubiKey 또는 스마트카드 리더를 연결하세요.
nb: Ingen leser oppdaget. Koble til en YubiKey eller smartkortleser.
nl: Geen lezer gedetecteerd. Sluit een YubiKey of smartcardlezer aan.
pl: Nie wykryto czytnika. Podłącz YubiKey lub czytnik kart.
pt_br: Nenhum leitor detectado. Conecte um YubiKey ou leitor de cartão.
pt_pt: Nenhum leitor detetado. Ligue uma YubiKey ou um leitor de smartcard.
ru: Считыватель не обнаружен. Подключите YubiKey или считыватель смарт-карт.
sv: Ingen läsare hittades. Anslut en YubiKey eller en smartkortsläsare.

# help.missing
source: Quick start guide is not bundled in this build.
cs: Rychlá příručka není součástí tohoto sestavení.
da: Kom godt i gang-guiden følger ikke med denne version.
de: Schnellstart-Anleitung ist im aktuellen Build nicht enthalten.
el: Ο οδηγός γρήγορης εκκίνησης δεν περιλαμβάνεται σε αυτήν την έκδοση.
es: La guía de inicio rápido no está incluida en esta versión.
fi: Pika-aloitusopas ei sisälly tähän koontiversioon.
fr: Le guide de démarrage rapide n'est pas inclus dans cette version.
hu: A gyorsindítási útmutató nincs mellékelve ehhez a buildhez.
it: La guida rapida non è inclusa in questa build.
ja: クイックスタートガイドはこのビルドに含まれていません。
ko: 이 빌드에는 빠른 시작 가이드가 포함되어 있지 않습니다.
nb: Hurtigstartguiden er ikke inkludert i denne versjonen.
nl: De snelstartgids zit niet in deze build.
pl: Przewodnik szybkiego startu nie jest dołączony do tej kompilacji.
pt_br: O guia de início rápido não está incluído nesta build.
pt_pt: O guia de início rápido não está incluído nesta compilação.
ru: Краткое руководство не включено в эту сборку.
sv: Snabbstartsguiden medföljer inte det här bygget.

# help.title
source: Bucketeer Help
cs: Nápověda Bucketeer
da: Bucketeer-hjælp
de: Bucketeer Hilfe
el: Βοήθεια Bucketeer
es: Ayuda de Bucketeer
fi: Bucketeer-ohje
fr: Aide Bucketeer
hu: Bucketeer súgó
it: Aiuto Bucketeer
ja: Bucketeer ヘルプ
ko: Bucketeer 도움말
nb: Bucketeer-hjelp
nl: Bucketeer-hulp
pl: Pomoc Bucketeer
pt_br: Ajuda do Bucketeer
pt_pt: Ajuda do Bucketeer
ru: Справка Bucketeer
sv: Bucketeer Hjälp

# intent.error.proRequired
source: This action requires Bucketeer Pro. Open Bucketeer to upgrade.
cs: Tato akce vyžaduje Bucketeer Pro. Otevřete Bucketeer a proveďte upgrade.
da: Denne handling kræver Bucketeer Pro. Åbn Bucketeer for at opgradere.
de: Diese Aktion erfordert Bucketeer Pro. Öffne Bucketeer, um zu erweitern.
el: Αυτή η ενέργεια απαιτεί το Bucketeer Pro. Ανοίξτε το Bucketeer για αναβάθμιση.
es: Esta acción requiere Bucketeer Pro. Abre Bucketeer para actualizar.
fi: Tämä toiminto vaatii Bucketeer Pron. Avaa Bucketeer päivittääksesi.
fr: Cette action nécessite Bucketeer Pro. Ouvrez Bucketeer pour effectuer la mise à niveau.
hu: Ehhez a művelethez Bucketeer Pro szükséges. A frissítéshez nyissa meg a Bucketeert.
it: Questa azione richiede Bucketeer Pro. Apri Bucketeer per eseguire l’upgrade.
ja: この操作にはBucketeer Proが必要です。Bucketeerを開いてアップグレードしてください。
ko: 이 작업에는 Bucketeer Pro가 필요합니다. Bucketeer를 열어 업그레이드하세요.
nb: Denne handlingen krever Bucketeer Pro. Åpne Bucketeer for å oppgradere.
nl: Voor deze actie is Bucketeer Pro vereist. Open Bucketeer om te upgraden.
pl: Ta akcja wymaga Bucketeer Pro. Otwórz Bucketeer, aby przejść na wyższą wersję.
pt_br: Esta ação requer o Bucketeer Pro. Abra o Bucketeer para fazer o upgrade.
pt_pt: Esta ação requer o Bucketeer Pro. Abra o Bucketeer para fazer o upgrade.
ru: Для этого действия требуется Bucketeer Pro. Откройте Bucketeer, чтобы перейти на Pro.
sv: Den här åtgärden kräver Bucketeer Pro. Öppna Bucketeer för att uppgradera.

# menu.app.about
source: About Bucketeer
cs: O aplikaci Bucketeer
da: Om Bucketeer
de: Über Bucketeer
el: Πληροφορίες για το Bucketeer
es: Acerca de Bucketeer
fi: Tietoja Bucketeerista
fr: À propos de Bucketeer
hu: A Bucketeer névjegye
it: Informazioni su Bucketeer
ja: Bucketeer について
ko: Bucketeer 정보
nb: Om Bucketeer
nl: Over Bucketeer
pl: Informacje o Bucketeer
pt_br: Sobre o Bucketeer
pt_pt: Acerca do Bucketeer
ru: О программе Bucketeer
sv: Om Bucketeer

# menu.help.eula
source: End User License Agreement…
cs: Licenční smlouva s koncovým uživatelem…
da: Slutbrugerlicensaftale…
de: Endbenutzer-Lizenzvereinbarung…
el: Άδεια χρήσης τελικού χρήστη…
es: Contrato de licencia de usuario final…
fi: Loppukäyttäjän lisenssisopimus…
fr: Contrat de licence utilisateur final…
hu: Végfelhasználói licencszerződés…
it: Contratto di licenza con l'utente finale…
ja: エンドユーザーライセンス契約…
ko: 최종 사용자 사용권 계약…
nb: Lisensavtale for sluttbruker…
nl: Eindgebruikersovereenkomst…
pl: Umowa licencyjna użytkownika końcowego…
pt_br: Contrato de licença de usuário final…
pt_pt: Contrato de Licença de Utilizador Final…
ru: Лицензионное соглашение с конечным пользователем…
sv: Licensavtal för slutanvändare…

# menu.help.github
source: GitHub Repository
cs: Repozitář na GitHubu
da: GitHub-arkiv
el: Αποθετήριο GitHub
es: Repositorio de GitHub
fi: GitHub-repositorio
fr: Dépôt GitHub
hu: GitHub-repó
it: Repository GitHub
ja: GitHub リポジトリ
ko: GitHub 저장소
nb: GitHub-repositorium
pl: Repozytorium GitHub
pt_br: Repositório no GitHub
pt_pt: Repositório GitHub
ru: Репозиторий на GitHub
sv: GitHub-arkiv

# menu.help.issue
source: Report an Issue…
cs: Nahlásit problém…
da: Rapportér et problem…
de: Fehler melden…
el: Αναφορά προβλήματος…
es: Informar de un problema…
fi: Ilmoita ongelmasta…
fr: Signaler un problème…
hu: Hiba bejelentése…
it: Segnala un problema…
ja: 問題を報告…
ko: 문제 보고…
nb: Rapporter et problem…
nl: Probleem melden…
pl: Zgłoś problem…
pt_br: Relatar um problema…
pt_pt: Comunicar um problema…
ru: Сообщить о проблеме…
sv: Rapportera ett problem…

# menu.help.privacyPolicy
source: Privacy Policy…
cs: Zásady ochrany soukromí…
da: Privatlivspolitik…
de: Datenschutzerklärung…
el: Πολιτική απορρήτου…
es: Política de privacidad…
fi: Tietosuojakäytäntö…
fr: Politique de confidentialité…
hu: Adatvédelmi irányelvek…
it: Informativa sulla privacy…
ja: プライバシーポリシー…
ko: 개인정보 처리방침…
nb: Personvernerklæring…
nl: Privacybeleid…
pl: Polityka prywatności…
pt_br: Política de privacidade…
pt_pt: Política de Privacidade…
ru: Политика конфиденциальности…
sv: Integritetspolicy…

# menu.help.quickStart
source: Bucketeer Help
cs: Nápověda Bucketeer
da: Bucketeer-hjælp
de: Bucketeer-Hilfe
el: Βοήθεια Bucketeer
es: Ayuda de Bucketeer
fi: Bucketeer-ohje
fr: Aide Bucketeer
hu: Bucketeer súgó
it: Aiuto Bucketeer
ja: Bucketeer ヘルプ
ko: Bucketeer 도움말
nb: Bucketeer-hjelp
nl: Bucketeer-hulp
pl: Pomoc Bucketeer
pt_br: Ajuda do Bucketeer
pt_pt: Ajuda do Bucketeer
ru: Справка Bucketeer
sv: Bucketeer Hjälp

# menu.help.website
source: DigitalFreedom Website
cs: Web DigitalFreedom
da: DigitalFreedom-websted
de: DigitalFreedom-Webseite
el: Ιστότοπος DigitalFreedom
es: Sitio web de DigitalFreedom
fi: DigitalFreedom-verkkosivusto
fr: Site web DigitalFreedom
hu: DigitalFreedom weboldal
it: Sito web DigitalFreedom
ja: DigitalFreedom ウェブサイト
ko: DigitalFreedom 웹사이트
nb: DigitalFreedom-nettstedet
pl: Strona DigitalFreedom
pt_br: Site da DigitalFreedom
pt_pt: Website da DigitalFreedom
ru: Веб-сайт DigitalFreedom
sv: DigitalFreedoms webbplats

# menu.window.activity
source: Activity Log
cs: Protokol aktivity
da: Aktivitetslog
de: Aktivitätsprotokoll
el: Ιστορικό δραστηριότητας
es: Registro de actividad
fi: Tapahtumaloki
fr: Journal d’activité
hu: Tevékenységnapló
it: Registro attività
ja: アクティビティログ
ko: 활동 로그
nb: Aktivitetslogg
nl: Activiteitenlog
pl: Dziennik aktywności
pt_br: Registro de atividade
pt_pt: Registo de atividade
ru: Журнал действий
sv: Aktivitetslogg

# menu.window.trash
source: Trash
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος
es: Papelera
fi: Roskakori
fr: Corbeille
hu: Kuka
it: Cestino
ja: ゴミ箱
ko: 휴지통
nb: Papirkurv
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
pt_pt: Lixo
ru: Корзина
sv: Papperskorg

# menubar.action.openActivity
source: Open Activity Log
cs: Otevřít protokol aktivity
da: Åbn aktivitetslog
de: Aktivitätsprotokoll öffnen
el: Άνοιγμα ιστορικού δραστηριότητας
es: Abrir registro de actividad
fi: Avaa tapahtumaloki
fr: Ouvrir le journal d’activité
hu: Tevékenységnapló megnyitása
it: Apri registro attività
ja: アクティビティログを開く
ko: 활동 로그 열기
nb: Åpne aktivitetslogg
nl: Activiteitenlog openen
pl: Otwórz dziennik aktywności
pt_br: Abrir registro de atividade
pt_pt: Abrir registo de atividade
ru: Открыть журнал действий
sv: Öppna aktivitetsloggen

# menubar.action.openBrowser
source: Open browser
cs: Otevřít prohlížeč
da: Åbn browser
de: Browser öffnen
el: Άνοιγμα περιήγησης
es: Abrir navegador
fi: Avaa selain
fr: Ouvrir le navigateur
hu: Böngésző megnyitása
it: Apri browser
ja: ブラウザを開く
ko: 브라우저 열기
nb: Åpne utforskeren
pl: Otwórz przeglądarkę
pt_br: Abrir navegador
pt_pt: Abrir navegador
ru: Открыть браузер
sv: Öppna bläddraren

# menubar.action.quit
source: Quit Bucketeer
cs: Ukončit Bucketeer
da: Slut Bucketeer
de: Bucketeer beenden
el: Τερματισμός του Bucketeer
es: Salir de Bucketeer
fi: Lopeta Bucketeer
fr: Quitter Bucketeer
hu: Kilépés a Bucketeerből
it: Esci da Bucketeer
ja: Bucketeer を終了
ko: Bucketeer 종료
nb: Avslutt Bucketeer
nl: Bucketeer afsluiten
pl: Zakończ Bucketeer
pt_br: Encerrar Bucketeer
pt_pt: Sair do Bucketeer
ru: Завершить Bucketeer
sv: Avsluta Bucketeer

# menubar.mounted.empty
source: No mounted buckets yet.
cs: Zatím žádné připojené buckety.
da: Ingen monterede buckets endnu.
de: Noch keine eingebundenen Buckets.
el: Δεν υπάρχουν ακόμη προσαρτημένα buckets.
es: Aún no hay buckets montados.
fi: Ei vielä liitettyjä bucketeja.
fr: Aucun bucket monté pour le moment.
hu: Még nincs csatolt bucket.
it: Nessun bucket montato.
ja: マウントされたバケットはまだありません。
ko: 아직 마운트된 버킷이 없습니다.
nb: Ingen monterte buckets ennå.
nl: Nog geen gekoppelde buckets.
pl: Brak zamontowanych bucketów.
pt_br: Ainda não há buckets montados.
pt_pt: Ainda não há buckets montados.
ru: Пока нет смонтированных бакетов.
sv: Inga monterade buckets ännu.

# menubar.section.mounted
source: Mounted drives
cs: Připojené disky
da: Monterede drev
de: Eingebundene Laufwerke
el: Προσαρτημένοι δίσκοι
es: Unidades montadas
fi: Liitetyt asemat
fr: Volumes montés
hu: Csatolt meghajtók
it: Unità montate
ja: マウント済みドライブ
ko: 마운트된 드라이브
nb: Monterte disker
nl: Gekoppelde volumes
pl: Zamontowane dyski
pt_br: Unidades montadas
pt_pt: Discos montados
ru: Смонтированные диски
sv: Monterade enheter
